modules/ddom-saaj-testsuite/src/main/resources/com/github/veithen/ddom/ts/saaj/soap11/must-understand.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
       <t:Transaction xmlns:t="urn:tx" SOAP-ENV:mustUnderstand="1">5</t:Transaction>
   </SOAP-ENV:Header>
   <SOAP-ENV:Body>
       <m:GetLastTradePrice xmlns:m="urn:trade">
           <symbol>DEF</symbol>
       </m:GetLastTradePrice>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>